Repository: SGNjogu/TranslatorUWP
Catalog: SpeechlyTouch/Strings/*/Resources.resw
Source language: en
Languages: af, am, ar, as, az_arab, bg, bn, bs, ca, cs, cy, da, de, el, es, et, fa, fi, fil, fr_ca, ga, gu, he, hi, hr, hu, hy, id, is, it, iu, ja, kk, km, kn, ko, ku_arab, ky, lo, lt, lv, mi, ml, mr, ms, mt, nb, ne, nl, or, pa, pl, prs, pt_pt, ro, ru, sk, sl, sq, sr_cyrl, sr_latn, sv, sw, ta, te, th, ti, tr, uk, ur, vi, zh_hans, zh_hant

# AppDescription
source: TalaTouchApp
ar: تالا تاتشاب
as: টালাটাচএপ
el: ΤαλατούχΑπ
fa: تالاتوچ اپ
gu: તાલાટૌચ એપ
he: טאלה טאצ'אפ
iu: ᑕᓚᑖᒃᐃᒪᓕᐅᕈᑦ
ja: タラタッチアプリ
ko: 탈라터치앱
ku_arab: تالاتۆچپ
mr: टालाटूचअँप
or: ତାଲାଟଚ୍ ଆପ୍
prs: تالا توچپ
sr_cyrl: ТалаТоуцхАпп
th: ทาลาทัชแอพพ์
ti: ታላቱክኣፕ
vi: TalaTouchỨng dụng
zh_hans: 塔拉触摸应用
zh_hant: 塔拉觸摸應用

# AppDisplayName
source: TalaTouchApp
ar: تالا تاتشاب
as: টালাটাচএপ
el: ΤαλατούχΑπ
fa: تالاتوچ اپ
gu: તાલાટૌચ એપ
he: טאלה טאצ'אפ
iu: ᑕᓚᑖᒃᐃᒪᓕᐅᕈᑦ
ja: タラタッチアプリ
ko: 탈라터치앱
ku_arab: تالاتۆچپ
mr: टालाटूचअँप
or: ତାଲାଟଚ୍ ଆପ୍
prs: تالا توچپ
sr_cyrl: ТалаТоуцхАпп
th: ทาลาทัชแอพพ์
ti: ታላቱክኣፕ
vi: TalaTouchỨng dụng
zh_hans: 塔拉触摸应用
zh_hant: 塔拉觸摸應用

# AudioDeviceSelector_MicDropdown.PlaceholderText
source: Select a microphone
af: Kies 'n mikrofoon
am: ማይክሮፎን ይምረጡ
ar: تحديد ميكروفون
as: মাইক্ৰ'ফোন এটা বাছনি কৰক
az_arab: Mikrofon seç
bg: Избор на микрофон
bn: একটি মাইক্রোফোন নির্বাচন করুন
bs: Odaberite mikrofon
ca: Seleccioneu un micròfon
cs: Výběr mikrofonu
cy: Dewiswch feicroffon
da: Vælg en mikrofon
de: Wählen Sie ein Mikrofon
el: Επιλέξτε ένα μικρόφωνο
es: Seleccione un micrófono
et: Valige mikrofon
fa: یک میکروفن را انتخاب کنید
fi: Valitse mikrofoni
fil: Pumili ng mikropono
fr_ca: Sélectionnez un microphone
ga: Roghnaigh micreafón
gu: માઇક્રોફોન પસંદ કરો
he: בחר מיקרופון
hi: माइक्रोफ़ोन का चयन करें
hr: Odabir mikrofona
hu: Válasszon ki egy mikrofont
hy: Ընտրեք խոսափողը
id: Pilih mikrofon
is: Veldu hljóðnema
it: Selezionare un microfono
iu: ᓂᕈᐊᕐᓗᑎᑦ ᖃᓂᙳᕐᓇᐅᑎᒥᒃ
ja: マイクを選択する
kk: Микрофонды таңдау
km: ជ្រើស មីក្រូហ្វូន
kn: ಮೈಕ್ರೊಫೋನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 마이크 선택
ku_arab: مایکرۆفۆنێک دیاریبکە
ky: Микрофон тандоо
lo: ເລືອກໄມໂຄຣໂຟນ
lt: Pasirinkite mikrofoną
lv: Izvēlieties mikrofonu
mi: Tīpakohia he uruoro
ml: ഒരു മൈക്രോഫോൺ തിരഞ്ഞെടുക്കുക
mr: मायक्रोफोन निवडा
ms: Pilih mikrofon
mt: Agħżel mikrofonu
nb: Velg en mikrofon
ne: माइक्रोफोन चयन गर्नुहोस्
nl: Selecteer een microfoon
or: ଏକ ମାଇକ୍ରୋଫୋନ୍ ଚୟନ କରନ୍ତୁ
pa: ਇੱਕ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਚੁਣੋ
pl: Wybierz mikrofon
prs: میکروفون را انتخاب کنید
pt_pt: Selecione um microfone
ro: Selectarea unui microfon
ru: Выберите микрофон
sk: Vyberte mikrofón
sl: Izbira mikrofona
sq: Zgjidh mikrofonin
sr_cyrl: Избор микрофона
sr_latn: Izbor mikrofona
sv: Välj en mikrofon
sw: Chagua kipaza sauti
ta: மைக்ரோஃபோனைத் தேர்ந்தெடுக்கவும்
te: మైక్రోఫోన్ ఎంచుకోండి
th: เลือกไมโครโฟน
ti: ማይክሮፎን ምረጽ
tr: Bir mikrofon seçin
uk: Вибір мікрофона
ur: مائکروفون منتخب کریں
vi: Chọn một micrô
zh_hans: 选择麦克风
zh_hant: 選擇麥克風

# AudioDeviceSelector_PersonOneMic.Text
source: Person One Microphone
af: Persoon Een Mikrofoon
am: ሰው አንድ ማይክሮፎን
ar: ميكروفون شخص واحد
as: ব্যক্তি এক মাইক্ৰ'ফোন
az_arab: Şəxs Bir Mikrofon
bg: Човек един микрофон
bn: ব্যক্তি এক মাইক্রোফোন
bs: Osoba jedan mikrofon
ca: Persona un micròfon
cs: Osoba Jeden mikrofon
cy: Person un microffon
da: Person One mikrofon
de: Person One Mikrofon
el: Άτομο Ένα Μικρόφωνο
es: Persona Un micrófono
et: Isik üks mikrofon
fa: شخص یک میکروفن
fi: Henkilö Yksi mikrofoni
fil: Person One Mikropono
fr_ca: Microphone de la première personne
ga: Duine a hAon Micreafón
gu: વ્યક્તિ એક માઇક્રોફોન
he: אדם מיקרופון אחד
hi: व्यक्ति एक माइक्रोफोन
hr: Osoba jedan mikrofon
hu: Személy egy mikrofon
hy: Անձ մեկ միկրոֆոն
id: Mikrofon Orang Satu
is: Einstaklingur Einn hljóðnemi
it: Persona un microfono
iu: ᐃᓄᒃ ᐊᑕᐅᓯᖅ ᖃᓂᙳᕐᓇᐅᑎ
ja: 人1つのマイク
km: មនុស្ស ម្នាក់ មីក្រូហ្វូន
kn: ವ್ಯಕ್ತಿ ಒಂದು ಮೈಕ್ರೊಫೋನ್
ko: 사람 1 마이크
ku_arab: کەسی یەک مایکرۆفۆن
ky: Адам Бир Микрофон
lo: ບຸກຄົນຫນຶ່ງ ໄມໂຄຣໂຟນ
lt: Asmuo Vienas mikrofonas
lv: Persona Viens mikrofons
mi: Tangata Kotahi Uruoro
ml: പേഴ്സൺ വൺ മൈക്രോഫോൺ
mr: व्यक्ती एक मायक्रोफोन
ms: Orang Satu Mikrofon
mt: Persuna Mikrofonu Wieħed
nb: Person En mikrofon
ne: व्यक्ति एक माइक्रोफोन
nl: Persoon Een Microfoon
or: ବ୍ୟକ୍ତି ଏକ ମାଇକ୍ରୋଫୋନ୍
pa: ਵਿਅਕਤੀ ਇੱਕ ਮਾਈਕ੍ਰੋਫ਼ੋਨ
pl: Osoba Jeden mikrofon
prs: شخص یک میکروفون
pt_pt: Pessoa Um Microfone
ro: Persoană un microfon
ru: Микрофон «человек один»
sk: Osoba jeden mikrofón
sl: Oseba 1 Mikrofon
sq: Person Një Mikrofon
sr_cyrl: Микрофон особе један
sr_latn: Mikrofon osobe jedan
sv: Person En mikrofon
sw: Mtu Maikrofoni Moja
ta: நபர் ஒரு மைக்ரோஃபோன்
te: పర్సన్ వన్ మైక్రోఫోన్
th: บุคคลหนึ่งไมโครโฟน
ti: ሓደ ማይክሮፎን
tr: Bir Kişi Mikrofonu
uk: Людина один мікрофон
ur: شخص ایک مائکروفون
vi: Người dùng một micrô
zh_hans: 人一话筒
zh_hant: 人一話筒

# AudioDeviceSelector_PersonOneSpeaker.Text
source: Person One Speaker
af: Persoon Een Spreker
am: ሰው አንድ ተናጋሪ
ar: شخص واحد المتحدث
as: ব্যক্তি এজন বক্তা
az_arab: Şəxs Bir Natiq
bg: Лице Един говорител
bn: ব্যক্তি এক বক্তা
bs: Osoba jedan govornik
ca: Persona un orador
cs: Osoba jeden mluvčí
cy: Person Un Siaradwr
da: Person En højttaler
de: Person Eins Sprecher
el: Άτομο ένας ομιλητής
es: Persona Un orador
et: Isik Üks kõneleja
fa: شخص یک سخنران
fi: Henkilö Yksi puhuja
fil: Persona Isang Tagapagsalita
fr_ca: Conférencier de la personne un
ga: Duine a hAon Cainteoir
gu: વ્યક્તિ એક વક્તા
he: אדם דובר אחד
hi: व्यक्ति एक अध्यक्ष
hr: Osoba jedan govornik
hu: Személy egy hangszóró
hy: Անձ մեկ խոսնակ
id: Orang Satu Pembicara
is: Persóna Einn ræðumaður
it: Persona Un oratore
iu: ᐅᖃᓪᓚᒃᑎ ᐊᑕᐅᓯᖅ
ja: 人 1 スピーカー
kk: Бір сөйлеуші тұлғасы
km: មនុស្ស ម្នាក់ វាគ្មិន ម្នាក់
kn: ವ್ಯಕ್ತಿ ಒಬ್ಬ ಸ್ಪೀಕರ್
ko: 사람 1 스피커
ku_arab: کەسی یەک قسەکەر
ky: Бир баяндамачы
lt: Asmuo Vienas kalbėtojas
lv: Persona Viens runātājs
mi: Kaikōrero Tangata Kotahi
ml: വ്യക്തി ഒരു സ്പീക്കർ
mr: व्यक्ती एक वक्ता
ms: Orang Satu Speaker
mt: Persuna Wieħed Speaker
nb: Person One Høyttaler
ne: व्यक्ति एक वक्ता
nl: Persoon Één Spreker
or: ବ୍ୟକ୍ତି ଜଣେ ବାଚସ୍ପତି
pa: ਵਿਅਕਤੀ ਇੱਕ ਬੁਲਾਰਾ
pl: Osoba Jeden mówca
prs: شخص یک سخنران
pt_pt: Pessoa Um Orador
ro: Persoană un vorbitor
ru: Человек Один Спикер
sk: Osoba jeden rečník
sl: Oseba 1 govornik
sq: Person Një Folës
sr_cyrl: Говорник особе један
sr_latn: Govornik osobe jedan
sv: Person En högtalare
sw: Mtu Msemaji Mmoja
ta: நபர் ஒரு சபாநாயகர்
te: పర్సన్ వన్ స్పీకర్
th: คน หนึ่งลําโพง
ti: ሓደ ተዛራባይ
tr: Kişi Bir Konuşmacı
uk: Людина один спікер
ur: شخص ایک اسپیکر
vi: Người một diễn giả
zh_hans: 人一演讲者
zh_hant: 人一演講者

# AudioDeviceSelector_PersonTwoMic.Text
source: Person Two Microphone
af: Persoon Twee Mikrofoon
am: ሰው ሁለት ማይክሮፎን
ar: ميكروفون الشخص الثاني
as: ব্যক্তি দুই মাইক্ৰ'ফোন
az_arab: Şəxs İki Mikrafon
bg: Човек два микрофона
bn: ব্যক্তি দুটি মাইক্রোফোন
bs: Osoba dva mikrofona
ca: Persona dos Micròfon
cs: Osoba dva mikrofon
cy: Person Dau feicroffon
da: Person to mikrofon
de: Person Zwei Mikrofon
el: Άτομο Δύο Μικρόφωνο
es: Micrófono de persona dos
et: Isik Kaks mikrofoni
fa: شخص دو میکروفن
fi: Henkilö kaksi mikrofonia
fil: Taong Dalawang Mikropono
fr_ca: Microphone de la deuxième personne
ga: Duine a Dó Micreafón
gu: વ્યક્તિ બે માઇક્રોફોન
he: אדם שני מיקרופון
hi: व्यक्ति दो माइक्रोफोन
hr: Mikrofon druge osobe
hu: Személy két mikrofon
hy: Անձ Երկու խոսափող
id: Mikrofon Orang Dua
is: Manneskja tvö hljóðnemi
it: Persona Due Microfoni
iu: ᐃᓄᒃ ᒪᕐᕉᒃ ᖃᓂᙳᕐᓇᐅᑎᖓ
ja: 人物 2 マイク
kk: Адам екі микрофон
km: មនុស្ស ពីរ នាក់ មីក្រូហ្វូន
kn: ವ್ಯಕ್ತಿ ಎರಡು ಮೈಕ್ರೊಫೋನ್
ko: 사람 2 마이크
ku_arab: کەسی دوو مایکرۆفۆن
ky: Адам Эки Микрофон
lo: ບຸກຄົນສອງ ໄມໂຄຣໂຟນ
lt: Asmuo du mikrofonai
lv: Persona Divi mikrofoni
mi: Tangata Rua Uruoro
ml: പേഴ്സൺ രണ്ട് മൈക്രോഫോൺ
mr: व्यक्ती दोन मायक्रोफोन
ms: Orang Dua Mikrofon
mt: Persuna Żewġ Mikrofonu
nb: Person To Mikrofon
ne: व्यक्ति दुई माइक्रोफोन
nl: Persoon Twee Microfoon
or: ବ୍ୟକ୍ତି ଦୁଇ ମାଇକ୍ରୋଫୋନ୍
pa: ਵਿਅਕਤੀ ਦੋ ਮਾਈਕ੍ਰੋਫ਼ੋਨ
pl: Osoba Dwa Mikrofon
prs: شخص دو میکروفون
pt_pt: Microfone pessoa dois
ro: Persoana a doua microfon
ru: Человек Два Микрофон
sk: Osoba Dva mikrofóny
sl: Oseba 2 Mikrofon
sq: Mikrofoni i personit dy
sr_cyrl: Микрофон особе два
sr_latn: Mikrofon osobe dva
sv: Person två mikrofon
sw: Mtu Maikrofoni Mbili
ta: நபர் இரண்டு ஒலிவாங்கி
te: పర్సన్ టూ మైక్రోఫోన్
th: บุคคล ไมโครโฟนสองตัว
ti: ክልተ ማይክሮፎን
tr: İki Kişilik Mikrofon
uk: Людина два мікрофона
ur: شخص دو مائکروفون
vi: Người hai Micrô
zh_hans: 人二麦克风
zh_hant: 人二麥克風

# AudioDeviceSelector_PersonTwoSpeaker.Text
source: Person Two Speaker
af: Persoon Twee Spreker
am: ሰው ሁለት ተናጋሪ
ar: الشخص الثاني المتحدث
as: ব্যক্তি দুই বক্তা
az_arab: Şəxs İki Nəfər Natiq
bg: Човек Двама Говорител
bn: ব্যক্তি দুই বক্তা
bs: Osoba dva govornika
ca: Persona dos Ponent
cs: Osoba dva mluvčí
cy: Person Dau Lefarydd
da: Person to højttaler
de: Person Zwei Sprecher
el: Πρόσωπο δύο ομιλητής
es: Persona Dos Orador
et: Isik Kaks kõnelejat
fa: شخص دو سخنران
fi: Henkilö Kaksi puhujaa
fil: Tagapagsalita ng Tao Dalawang Tao
fr_ca: Conférencier de la deuxième personne
ga: Duine a Dó Cainteoir
gu: વ્યક્તિ બે વક્તા
he: אדם שני דובר
hi: व्यक्ति दो स्पीकर
hr: Govornik druge osobe
hu: Személy két hangszóró
hy: Անձ Երկախոս
id: Orang Dua Pembicara
is: Persóna tvö hátalari
it: Persona Due Speaker
iu: ᐊᐃᑉᐸᖓ ᐅᖃᖅᑎᐅᑉ
ja: 人物 2 スピーカー
kk: Екі сөйлеуші
km: បុគ្គលពីរវាគ្មិន
kn: ವ್ಯಕ್ತಿ ಇಬ್ಬರು ಸ್ಪೀಕರ್
ko: 사람 2 스피커
ku_arab: کەسی دوو قسەکەر
ky: Эки баяндамачы
lo: ບຸກຄົນສອງປາໄສ
lt: Asmuo du kalbėtojai
lv: Persona divi runātāji
mi: Kaikōrero Tangata Rua
ml: വ്യക്തി രണ്ട് സ്പീക്കർ
mr: व्यक्ती दोन सभापती
ms: Orang Dua Speaker
mt: Persuna Tnejn Speaker
nb: Person To Høyttaler
ne: व्यक्ति दुई सभामुख
nl: Persoon Twee Spreker
or: ବ୍ୟକ୍ତି ଦୁଇ ବାଚସ୍ପତି
pa: ਵਿਅਕਤੀ ਦੋ ਸਪੀਕਰ
pl: Osoba Druga Mówca
prs: شخص دو سخنران
pt_pt: Pessoa Dois Orador
ro: Persoana a doua vorbitor
ru: Человек Два Спикер
sk: Osoba dva rečník
sl: Oseba 2 Zvočnik
sq: Folësi i personit dy
sr_cyrl: Говорник друге особе
sr_latn: Govornik druge osobe
sv: Person två högtalare
sw: Mtu wa Pili Spika
ta: நபர் இரண்டு சபாநாயகர்
te: పర్సన్ టూ స్పీకర్
th: คนสองลําโพง
ti: ክልተ ተዛራባይ
tr: İki Kişilik Konuşmacı
uk: Особа друга доповідач
ur: شخص دو اسپیکر
vi: Người hai diễn giả
zh_hans: 人二演讲者
zh_hant: 人二演講者

# AudioDeviceSelector_SpeakerDropdown.PlaceholderText
source: Select a speaker
af: Kies 'n luidspreker
am: ተናጋሪ ይምረጡ
ar: اختر مكبر صوت
as: স্পিকাৰ এটা বাছক
az_arab: Natiq seç
bg: Избор на високоговорител
bn: একটি স্পীকার নির্বাচন করুন
bs: Odaberite govornika
ca: Seleccioneu un altaveu
cs: Výběr reproduktoru
cy: Dewis siaradwr
da: Vælg en højttaler
de: Wählen Sie einen Lautsprecher
el: Επιλέξτε ηχείο
es: Seleccione un altavoz
et: Kõneleja valimine
fa: یک بلندگو را انتخاب کنید
fi: Valitse kaiutin
fil: Pumili ng isang tagapagsalita
fr_ca: Sélectionner un haut-parleur
ga: Roghnaigh cainteoir
gu: બોલનાર પસંદ કરો
he: בחר רמקול
hi: एक वक्ता का चयन करें
hr: Odabir zvučnika
hu: Válasszon hangszórót
hy: Ընտրել խոսողին
id: Pilih speaker
is: Veldu hátalara
it: Seleziona un altoparlante
iu: ᓂᕈᐊᕐᓗᑎᑦ ᐅᖃᖅᑎᒥᑦ
ja: スピーカーを選択する
kk: Динамикті таңдау
km: ជ្រើស វាគ្មិន
kn: ಸ್ಪೀಕರ್ ಆಯ್ಕೆ ಮಾಡಿ
ko: 스피커 선택
ku_arab: بڵندگۆیەک دیاریبکە
ky: Баяндамачыны тандоо
lo: ເລືອກຜູ້ເວົ້າ
lt: Pasirinkite garsiakalbį
lv: Izvēlieties skaļruni
mi: Tīpakohia tētahi tukuoro
ml: ഒരു സ്പീക്കർ തിരഞ്ഞെടുക്കുക
mr: स्पीकर निवडा
ms: Pilih pembesar suara
mt: Agħżel kelliem
nb: Velg en høyttaler
ne: वक्ता चयन गर्नुहोस्
nl: Selecteer een luidspreker
or: ଏକ ସ୍ପିକର୍ ଚୟନ କରନ୍ତୁ
pa: ਸਪੀਕਰ ਚੁਣੋ
pl: Wybierz głośnik
prs: یک بلندگو را انتخاب کنید
pt_pt: Selecione um altifalante
ro: Selectarea unui vorbitor
ru: Выберите динамик
sk: Vyberte reproduktora
sl: Izbira zvočnika
sq: Zgjidh një altoparlant
sr_cyrl: Избор звучника
sr_latn: Izbor zvučnika
sv: Välj en högtalare
sw: Chagua spika
ta: ஒரு ஸ்பீக்கரை தேர்ந்தெடு
te: స్పీకర్ ను ఎంచుకోండి
th: เลือกลําโพง
ti: ተዛራባይ ምረጽ
tr: Bir hoparlör seçin
uk: Вибір динаміка
ur: اسپیکر منتخب کریں
vi: Chọn một loa
zh_hans: 选择扬声器
zh_hant: 選擇揚聲器

# BluetoothPairingDialog_Description.Text
source: Make sure your device is turned on and discoverable. Select a device below to connect.
af: Maak seker jou toestel is aangeskakel en ontdekbaar. Kies 'n toestel hieronder om aan te sluit.
am: መሣሪያህ ተከፈትቶ ሊገኝ የሚችል መሆኑን አረጋግጥ። ለማገናኘት ከታች ያለውን መሣሪያ ይምረጡ።
ar: تأكد من تشغيل جهازك وإمكانية اكتشافه. حدد جهازا أدناه للاتصال.
as: নিশ্চিত কৰক যে আপোনাৰ ডিভাইচটো অন আৰু আৱিষ্কাৰযোগ্য। সংযোগ কৰিবলৈ তলৰ ডিভাইচ এটা বাছনি কৰক।
az_arab: Cihazınızın sönüb tapılmasına diqqət yetirin. Bağlana bilmək üçün aşağıda bir avadanlıq seçin.
bg: Уверете се, че устройството ви е включено и откриваемо. Изберете устройство по-долу, за да се свържете.
bn: আপনার ডিভাইসটি চালু আছে এবং আবিষ্কারযোগ্য তা নিশ্চিত করুন। সংযোগ করতে নীচে একটি ডিভাইস নির্বাচন করুন।
bs: Provjerite da li je vaš uređaj uključen i otkriven. Odaberite uređaj ispod za povezivanje.
ca: Assegureu-vos que el dispositiu estigui engegat i detectable. Seleccioneu un dispositiu a continuació per connectar-vos.
cs: Ujistěte se, že je zařízení zapnuté a zjistitelné. Níže vyberte zařízení, které chcete připojit.
cy: Gwnewch yn siŵr bod eich dyfais yn cael ei throi ymlaen a'i darganfod. Dewiswch ddyfais isod i gysylltu.
da: Sørg for, at din enhed er tændt og synlig. Vælg en enhed nedenfor for at oprette forbindelse.
de: Stellen Sie sicher, dass Ihr Gerät eingeschaltet und erkennbar ist. Wählen Sie unten ein Gerät aus, um eine Verbindung herzustellen.
el: Βεβαιωθείτε ότι η συσκευή σας είναι ενεργοποιημένη και ανιχνεύσιμη. Επιλέξτε μια συσκευή παρακάτω για να συνδεθείτε.
es: Asegúrate de que el dispositivo esté encendido y sea detectable. Seleccione un dispositivo a continuación para conectarse.
et: Veenduge, et teie seade oleks sisse lülitatud ja leitav. Ühenduse loomiseks valige allpool olev seade.
fa: اطمینان حاصل کنید که دستگاه شما روشن و قابل کشف است. دستگاه زیر را برای اتصال انتخاب کنید.
fi: Varmista, että laitteeseen on kytketty virta ja että se on löydettävissä. Valitse alta laite, johon haluat muodostaa yhteyden.
fil: Tiyaking nakabukas ang iyong aparato at natutuklasan. Pumili ng device sa ibaba para kumonekta.
fr_ca: Assurez-vous que votre appareil est allumé et découvrable. Sélectionnez un appareil ci-dessous pour vous connecter.
ga: Déan cinnte go bhfuil do ghléas casta air agus inaimsithe. Roghnaigh gléas thíos chun nascadh.
gu: ખાતરી કરો કે તમારું ઉપકરણ ચાલુ અને શોધી શકાય તેવું છે. જોડાવા માટે નીચેનાં ઉપકરણને પસંદ કરો.
he: ודא שההתקן שלך מופעל וניתן לגילוי. בחר מכשיר להלן כדי להתחבר.
hi: सुनिश्चित करें कि आपका डिवाइस चालू और खोज योग्य है। कनेक्ट करने के लिए नीचे किसी डिवाइस का चयन करें.
hr: Provjerite je li uređaj uključen i može li se otkriti. Odaberite uređaj u nastavku da biste se povezali.
hu: Győződjön meg arról, hogy az eszköz be van kapcsolva, és észlelhető. Válasszon ki egy eszközt alább a csatlakozáshoz.
hy: Համոզվեք, որ ձեր սարքը միացված է եւ հնարավոր է հայտնաբերել: Միացնելու համար ընտրեք ներքեւում գտնվող սարքը:
id: Pastikan perangkat Anda dihidupkan dan dapat ditemukan. Pilih perangkat di bawah ini untuk terhubung.
is: Gakktu úr skugga um að kveikt sé á tækinu þínu og að hægt sé að finna það. Veldu tæki hér að neðan til að tengjast.
it: Assicurati che il dispositivo sia acceso e rilevabile. Seleziona un dispositivo qui sotto per connetterti.
iu: ᐅᖃᓘᑎᕋᓛᑦ ᐃᑭᑕᐅᒐᓗᐊᕐᒪᖔᑦ ᖃᐅᔨᔭᒃᓴᐅᓗᓂᓗ. ᓂᕈᐊᕐᓗᑎᑦ ᐱᖁᑎᒥᒃ ᐊᑖᓂ ᑲᓲᑎᓂᐊᕐᓗᒍ.
ja: デバイスの電源が入っていて、検出可能であることを確認します。接続するデバイスを以下から選択してください。
kk: Құрылғыңыздың қосылғанын және табылғанын көз жеткізіңіз. Қосылу үшін төмендегі құрылғыны таңдаңыз.
km: សូម ប្រាកដ ថា ឧបករណ៍ របស់ អ្នក ត្រូវ បាន បើក ហើយ អាច រក ឃើញ បាន ។ ជ្រើស ឧបករណ៍ នៅ ខាង ក្រោម ដើម្បី តភ្ជាប់ & # 160; ។
kn: ನಿಮ್ಮ ಸಾಧನವನ್ನು ಆನ್ ಮಾಡಲಾಗಿದೆ ಮತ್ತು ಕಂಡುಹಿಡಿಯಬಹುದು ಎಂದು ಖಚಿತಪಡಿಸಿಕೊಳ್ಳಿ. ಕನೆಕ್ಟ್ ಮಾಡಲು ಕೆಳಗಿರುವ ಸಾಧನವನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ko: 장치가 켜져 있고 검색 가능한지 확인합니다. 아래에서 연결할 장치를 선택하십시오.
ku_arab: دڵنیابە لەوەی ئامێرەکەت هەڵکراوە و دەدۆزرێتەوە. ئامێرێک دیاریبکە لە خوارەوە بۆ گرێدان.
ky: Сиздин аппаратты күйгүзүп, табылганын текшерип көргүлө. Туташуу үчүн төмөндөгү аппаратты тандаңыз.
lo: ເຮັດ ໃຫ້ ແນ່ ໃຈວ່ າ ອຸ ປະ ກອນ ຂອງ ທ່ານ ໄດ້ ຖືກ ເປີດ ແລະ ຄົ້ນ ພົບ ໄດ້ . ເລືອກອຸປະກອນຂ້າງລຸ່ມນີ້ເພື່ອເຊື່ອມຕໍ່.
lt: Įsitikinkite, kad įrenginys įjungtas ir aptinkamas. Norėdami prisijungti, pasirinkite toliau pateiktą įrenginį.
lv: Pārliecinieties, vai ierīce ir ieslēgta un atklājama. Lai izveidotu savienojumu, atlasiet ierīci zemāk.
mi: Me mātua whakarite kei te kā, kei te kitea hoki tō pūrere. Tīpakohia tētahi pūrere i raro nei hei hono.
ml: നിങ്ങളുടെ ഉപകരണം ഓണാക്കിയിട്ടുണ്ടെന്നും കണ്ടെത്താൻ കഴിയുന്നുവെന്നും ഉറപ്പാക്കുക. കണക്ട് ചെയ്യുന്നതിന് താഴെയുള്ള ഒരു ഉപകരണം തിരഞ്ഞെടുക്കുക.
mr: आपले डिव्हाइस चालू आणि शोधण्यायोग्य आहे याची खात्री करा. कनेक्ट करण्यासाठी खाली दिलेले साधन निवडा.
ms: Pastikan peranti anda dihidupkan dan boleh ditemui. Pilih peranti di bawah untuk disambungkan.
mt: Żgura li t-tagħmir tiegħek mixgħul u jista' jiġi skopert. Agħżel tagħmir hawn taħt biex tikkonnettja.
nb: Forsikre deg om at enheten er slått på og synlig. Velg en enhet nedenfor for å koble til.
ne: तपाईँको यन्त्र चालू र खोजी योग्य भएको निश्चित गर्नुहोस् । जडान गर्न तलको यन्त्र चयन गर्नुहोस् ।
nl: Zorg ervoor dat uw apparaat is ingeschakeld en detecteerbaar is. Selecteer hieronder een apparaat om verbinding te maken.
or: ନିଶ୍ଚିତ କରନ୍ତୁ ଯେ ଆପଣଙ୍କ ଡିଭାଇସ୍ ଟର୍ନ୍ ଅନ୍ ଏବଂ ଆବିଷ୍କାରଯୋଗ୍ୟ। ସଂଯୋଗ କରିବାକୁ ନିମ୍ନରେ ଏକ ଡିଭାଇସ୍ ଚୟନ କରନ୍ତୁ।
pa: ਪੱਕਾ ਕਰੋ ਕਿ ਤੁਹਾਡਾ ਡਿਵਾਈਸ ਚਾਲੂ ਹੈ ਅਤੇ ਖੋਜਣਯੋਗ ਹੈ। ਕਨੈਕਟ ਕਰਨ ਲਈ ਹੇਠਾਂ ਕਿਸੇ ਡਿਵਾਈਸ ਦੀ ਚੋਣ ਕਰੋ।
pl: Upewnij się, że urządzenie jest włączone i wykrywalne. Wybierz urządzenie poniżej, aby się połączyć.
prs: اطمینان حاصل کنید که دستگاه شما روشن و قابل کشف است. دستگاه زیر را برای اتصال انتخاب کنید.
pt_pt: Certifique-se de que o seu dispositivo está ligado e detetável. Selecione um dispositivo abaixo para ligar.
ro: Asigurați-vă că dispozitivul este pornit și poate fi descoperit. Selectați un dispozitiv de mai jos pentru a vă conecta.
ru: Убедитесь, что устройство включено и его можно обнаружить. Выберите устройство ниже для подключения.
sk: Skontrolujte, či je zariadenie zapnuté a rozpoznateľné. Vyberte zariadenie nižšie a pripojte sa.
sl: Prepričajte se, da je naprava vklopljena in odkrita. Izberite spodnjo napravo, ki jo želite povezati.
sq: Sigurohu që pajisja jote të jetë e ndezur dhe e zbuluar. Zgjidh një pajisje më poshtë për t'u lidhur.
sr_cyrl: Уверите се да је уређај укључен и видљив. Изаберите доле наведени уређај за повезивање.
sr_latn: Uverite se da je uređaj uključen i vidljiv. Izaberite dole navedeni uređaj za povezivanje.
sv: Se till att enheten är påslagen och upptäckbar. Välj en enhet nedan för att ansluta.
sw: Hakikisha kifaa chako kimewashwa na kugunduliwa. Chagua kifaa hapa chini ili kuunganisha.
ta: உங்கள் சாதனம் இயக்கப்பட்டிருப்பதையும் கண்டறியக்கூடியதா என்பதையும் உறுதிசெய்யவும். இணைக்க கீழே உள்ள சாதனத்தைத் தேர்ந்தெடுக்கவும்.
te: మీ పరికరం ఆన్ చేయబడిందని మరియు కనుగొనగలదని నిర్ధారించుకోండి. కనెక్ట్ చేయడానికి దిగువ పరికరాన్ని ఎంచుకోండి.
th: ตรวจสอบให้แน่ใจว่าอุปกรณ์ของคุณเปิดอยู่และสามารถมองเห็นได้ เลือกอุปกรณ์ด้านล่างเพื่อเชื่อมต่อ
ti: ኤለክትሮኒካዊ መሳርሒኻ ኸም እተዓጽወን ከም ዚርከብን ኣረጋግጽ። ንምርኻብ ኣብ ታሕቲ ዘሎ ኤለክትሮኒካዊ መሳርሒ ምረጽ።
tr: Aygıtınızın açık ve bulunabilir olduğundan emin olun. Bağlanmak için aşağıdan bir cihaz seçin.
uk: Переконайтеся, що пристрій увімкнуто та він видимий. Виберіть пристрій нижче для підключення.
ur: اس بات کو یقینی بنائیں کہ آپ کا آلہ آن اور قابل دریافت ہے۔ جڑنے کے لئے نیچے ایک آلہ منتخب کریں۔
vi: Đảm bảo thiết bị của bạn đã được bật và có thể phát hiện được. Chọn một thiết bị bên dưới để kết nối.
zh_hans: 确保您的设备已开启且可被发现。在下面选择一个设备进行连接。
zh_hant: 確保您的設備已開啟且可被發現。在下面選擇一個設備進行連接。

# BluetoothPairingDialog_Title.Text
source: Add a device
af: Voeg 'n toestel by
am: መሣሪያ ጨምር
ar: إضافة جهاز
as: এটা ডিভাইচ যোগ কৰক
az_arab: Avadanlıq əlavə et
bg: Добавяне на устройство
bn: একটি ডিভাইস যোগ করুন
bs: Dodaj uređaj
ca: Afegir un dispositiu
cs: Přidání zařízení
cy: Ychwanegu dyfais
da: Tilføj en enhed
de: Hinzufügen eines Geräts
el: Προσθήκη συσκευής
es: Agregar un dispositivo
et: Seadme lisamine
fa: افزودن دستگاه
fi: Laitteen lisääminen
fil: Magdagdag ng device
fr_ca: Ajouter un appareil
ga: Cuir gléas leis
gu: ઉપકરણને ઉમેરો
he: הוספת התקן
hi: कोई डिवाइस जोड़ें
hr: Dodavanje uređaja
hu: Eszköz hozzáadása
hy: Ավելացնել սարք
id: Menambahkan perangkat
is: Bæta tæki við
it: Aggiungere un dispositivo
iu: ᐃᓚᓯᓗᑎᑦ ᐱᖁᑎᒥᒃ
ja: デバイスを追加する
kk: Құрылғыны қосу
km: បន្ថែម ឧបករណ៍
kn: ಸಾಧನವನ್ನು ಸೇರಿಸಿ
ko: 장치 추가
ku_arab: زیادکردنی ئامێرێک
ky: Аппарат кошуу
lo: ເພີ່ມອຸປະກອນ
lt: Įrenginio įtraukimas
lv: Ierīces pievienošana
mi: Tāpiritia he pūrere
ml: ഒരു ഉപകരണം ചേർക്കുക
mr: साधन जोडा
ms: Tambah peranti
mt: Żid tagħmir
nb: Legg til en enhet
ne: यन्त्र थप्नुहोस्
nl: Een apparaat toevoegen
or: ଏକ ଡିଭାଇସ୍ ଯୋଡନ୍ତୁ
pa: ਜੰਤਰ ਸ਼ਾਮਲ
pl: Dodawanie urządzenia
prs: اضافه کردن یک دستگاه
pt_pt: Adicione um dispositivo
ro: Adăugarea unui dispozitiv
ru: Добавление устройства
sk: Pridanie zariadenia
sl: Dodajanje naprave
sq: Shto një pajisje
sr_cyrl: Додавање уређаја
sr_latn: Dodavanje uređaja
sv: Lägga till en enhet
sw: Ongeza kifaa
ta: ஒரு சாதனத்தைச் சேர்
te: పరికరాన్ని జోడించు
th: เพิ่มอุปกรณ์
ti: ኤለክትሮኒካዊ መሳርሒ ወሲኽካ
tr: Cihaz ekleme
uk: Додавання пристрою
ur: ایک آلہ شامل کریں
vi: Thêm thiết bị
zh_hans: 添加设备
zh_hant: 添加設備

# Cancel.Content
source: Cancel
af: Kanselleer
am: ተወው
ar: إلغاء الأمر
as: বাতিল কৰা
az_arab: Ləğv etmək
bg: Задрасквам
bn: বাতিল
bs: Otkazati
ca: Cancel·lar
cs: Zrušit
cy: Canslo
da: Aflyse
de: Abbrechen
el: Ακυρώνω
es: Cancelar
et: Tühistama
fa: لغو
fi: Perua
fil: Kanselahin
fr_ca: Annuler
ga: Cuir ar ceal
gu: રદ્દ
he: ביטל
hi: रद्द करना
hr: Otkazati
hu: Érvénytelenít
hy: Չեղարկել
id: Membatalkan
is: Afturkalla
it: Annulla
iu: ᓄᖅᑲᖅᑎᓪᓗᒍᑦ
ja: キャンセル
kk: Болдырмау
km: លប់ចោល
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ku_arab: هەڵوەشاندنەوه
ky: Жокко чыгаруу
lo: ຍົກເລີກ
lt: Atšaukti
lv: Atcelt
mi: Whakakore
ml: ക്യാൻസൽ ചെയ്യ്
mr: रद्द करा
ms: Membatalkan
mt: Ikkanċella
nb: Annullere
ne: रद्द गर्नुहोस्
nl: Annuleren
or: ବାତିଲ୍‌ କରନ୍ତୁ
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
prs: لغو کردن
pt_pt: Cancelar
ro: Anula
ru: Отмена
sk: Zrušiť
sl: Odpovedati
sq: Anulo
sr_cyrl: Откажи
sr_latn: Otkaži
sv: Annullera
sw: Katisha
ta: ரத்து
te: రద్దు
th: ยกเลิก
ti: ደምስስ
tr: İptal
uk: Скасувати
ur: منسوخ
vi: Hủy
zh_hans: 取消
zh_hant: 取消
